"%1 already exists.\nDo you want to replace it?"="%1 ήδη υπάρχει.\nΘέλετε να το αντικαταστήσετε;";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="%1\nΟ κατάλογος δε βρέθηκε.\nΕπιβεβαιώστε ότι έχει δοθεί το σωστό όνομα καταλόγου.";
"%1\nFile not found.\nPlease verify the correct file name was given."="%1\nΤο αρχείο δε βρέθηκε.\nΕπιβεβαιώστε ότι έχει δοθεί το σωστό όνομα αρχείου.";
"&Abort"="&Διακοπή";
"&Add to Custom Colors"="&Προσθήκη στα Προσαρμοσμένα Χρώματα";
"&Basic colors"="&Βασικά χρώματα";
"&Cancel"="&Άκυρο";
"&Copy"="&Αντιγραφή";
"&Custom colors"="&Προσαρμοσμένα χρώματα";
"&Define Custom Colors >>"="&Καθορισμός Προσαρμοσμένων χρωμάτων >>";
"&Delete"="&Διαγραφή";
"&Finish"="&Τέλος";
"&Green:"="&Πράσινο:";
"&Help"="&Βοήθεια";
"&Ignore"="&Παράβλεψη";
"&Name:"="&Όνομα:";
"&Next >"="&Επόμενο >";
"&No"="&Όχι";
"&Open"="&Άνοιγμα";
"&Options <<"="&Επιλογές <<";
"&Options >>"="&Επιλογές >>";
"&Paste"="&Επικόλληση";
"&Print"="&Εκτύπωση";
"&Red:"="&Κόκκινο:";
"&Redo"="&Επανάληψη ενέργειας";
"&Reload"="&Επαναφόρτωση";
"&Rename"="&Μετονομασία";
"&Retry"="&Δοκιμάστε ξανά";
"&Sat:"="&Sat:";
"&Save"="&Αποθήκευση";
"&Undo"="&Αναίρεση";
"&Unsorted"="&Αταξινόμητο";
"&Val:"="&Val:";
"&Yes"="&Ναι";
"* You must accept the terms in order to proceed."="* Πρέπει να αποδεχτείτε τους όρους για να συνεχίσετε.";
"..."="...";
"< &Back"="< &Προηγούμενο";
"<a href=\"#\" style=\"color: #159bd9; text-decoration:none;\">%1</span></a>"="<a href=\"#\" style=\"color: #159bd9; text-decoration:none;\">%1</span></a>";
"<b>%1</b><p>%2</p>%3<br><p><b>%4</b></p><p>%5<br></p><p>%6</p>"="<b>%1</b><p>%2</p>%3<br><p><b>%4</b></p><p>%5<br></p><p>%6</p>";
"<b>All other Product Keys</b><br/><br/>Contact Support at:<br/><br/>Phone: 1.866.518.6791 or +1.403.228.5940<br/>Web: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>\n"="<b>Όλα τα άλλα κλειδιά προϊόντος</b><br/><br/>Στοιχεία επικοινωνίας για τμήμα υποστήριξης σε:<br/><br/>Τηλέφωνο: 1.866.518.6791 ή +1.403.228.5940<br/>Web: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>\n";
"<b>Contact Support at:</b><br/>Phone: 1.866.518.6791 or +1.403.228.5940<br/>Web: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>"="<b>Στοιχεία επικοινωνίας με τμήμα υποστήριξης:</b><br/>Τηλέφωνο: 1.866.518.6791 ή +1.403.228.5940<br/>Web: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>";
"<b>License Agreement</b>"="<b>Άδεια χρήσης</b>";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>Πληροφορίες για το Qt</h3>%1<p>Το Qt είναι κιτ εργαλείων C++ για ανάπτυξη διαπεριβαλλοντικών εφαρμογών.</p><p>Το Qt παρέχει μεταφερτότητα μοναδικής πηγής μεταξύ MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, και όλων των μεγάλων εμπορικών παραλλαγών Unix. Το Qt διατίθεται και για ενσωματωμένες συσκευές όπως η Qtopia Core.</p><p>Το Qt είναι προϊόν της Trolltech. Βλέπε <tt>http://www.trolltech.com/qt/</tt> για περισσότερες πληροφορίες.</p>";
"<p><b>PRODUCT_NAME_1 Product Key</b><br/><br/>Click <a href=\" \">here</a><p>"="<p><b>PRODUCT_NAME_1 Product Key</b><br/><br/>Κάντε κλικ <a href=\" \">εδώ</a><p>";
"<p><h3>%1</h3></p>"="<p><h3>%1</h3></p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p>Το πρόγραμμα αυτό χρησιμοποιεί την έκδοση Qt Open Source Edition %1.</p><p>Το Qt Open Source Edition προορίζεται για την ανάπτυξη εφαρμογών ανοιχτής προέλευσης. Χρειάζεστε άδεια εμπορικής χρήσης του Qt για ανάπτυξη ιδιόκτητων εφαρμογών (κλειστής προέλευσης).</p><p>Βλέπε <tt>http://www.trolltech.com/company/model.html</tt> για επισκόπηση των όρων αδειοδότησης του Qt.</p>";
"<p>This program uses Qt version %1.</p>"="<p>Το πρόγραμμα αυτό χρησιμοποιεί έκδοση Qt %1.</p>";
"<p>Welcome to %1 software from SMART Technologies.</p><p>This beta software is for evaluation purposes only and will stop working at the end of the evaluation period. You can send feedback to <a href=\"mailto:technicaltrials@smarttech.com\">technicaltrials@smarttech.com</a></p>"="<p>Καλωσήρθατε στο λογισμικό %1 της SMART Technologies.</p><p>Αυτή η έκδοση beta είναι αποκλειστικά για λόγους αξιολόγησης και θα σταματήσει να λειτουργεί στο τέλος της περιόδου αξιολόγησης. Μπορείτε να στείλετε τη γνώμη σας στη διεύθυνση <a href=\"mailto:technicaltrials@smarttech.com\">technicaltrials@smarttech.com</a></p>";
"A product key is a code that activates SMART Notebook software. If you can't find the product key, visit the SMART Software Portal at <a href=\"https://licensing.smarttech.com\">https://licensing.smarttech.com</a> or contact your SMART reseller for assistance. After you retrieve the product key, record it in a safe place."="Το κλειδί προϊόντος είναι ένας κωδικός που ενεργοποιεί το λογισμικό SMART Notebook. Εάν δεν μπορείτε να βρείτε το κλειδί προϊόντος, επισκεφθείτε την Πύλη λογισμικού SMART στη διεύθυνση <a href=\"https://licensing.smarttech.com\"> https://licensing.smarttech.com </a> ή επικοινωνήστε με τον μεταπωλητή SMART για βοήθεια. Αφού ανακτήσετε το κλειδί προϊόντος, φυλάξτε το σε ασφαλές μέρος.";
"A&lpha channel:"="Κανάλι A&lpha:";
"A0 (841 x 1189 mm)"="A0 (841 x 1189 mm)";
"A1 (594 x 841 mm)"="A1 (594 x 841 mm)";
"A2 (420 x 594 mm)"="A2 (420 x 594 mm)";
"A3 (297 x 420 mm)"="A3 (297 x 420 mm)";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4 (210 x 297 mm, 8.26 x 11.7 ίντσες)";
"A5 (148 x 210 mm)"="A5 (148 x 210 mm)";
"A6 (105 x 148 mm)"="A6 (105 x 148 mm)";
"A7 (74 x 105 mm)"="A7 (74 x 105 mm)";
"A8 (52 x 74 mm)"="A8 (52 x 74 mm)";
"A9 (37 x 52 mm)"="A9 (37 x 52 mm)";
"Abort"="Διακοπή";
"About %1"="Πληροφορίες για το %1";
"About Product Keys"="Πληροφορίες για τα κλειδιά προϊόντος";
"About Qt"="Πληροφορίες για το Qt";
"Accept"="Αποδοχή";
"Activate"="Ενεργοποίηση";
"Activate Product"="Ενεργοποίηση προϊόντος";
"Activate by phone"="Ενεργοποίηση τηλεφωνικά";
"Activate by web form"="Ενεργοποίηση μέσω ιστοσελίδας";
"Activate the keys now"="Ενεργοποιήστε τα κλειδιά τώρα";
"Activate the product key again."="Ενεργοποιήστε ξανά το κλειδί προϊόντος.";
"Activates the program's main window"="Ενεργοποιεί το κύριο παράθυρο του προγράμματος";
"Add"="Προσθήκη";
"Aliases: %1"="Ψευδώνυμα: %1";
"All Files (*)"="Όλα τα αρχεία (*)";
"All Files (*.*)"="Όλα τα αρχεία (*.*)";
"Apply"="Εφαρμογή";
"Authentication required"="Απαιτείται έλεγχος ταυτότητας";
"B0 (1000 x 1414 mm)"="B0 (1000 x 1414 mm)";
"B1 (707 x 1000 mm)"="B1 (707 x 1.000 mm)";
"B10 (31 x 44 mm)"="B10 (31 x 44 mm)";
"B2 (500 x 707 mm)"="B2 (500 x 707 mm)";
"B3 (353 x 500 mm)"="B3 (353 x 500 mm)";
"B4 (250 x 353 mm)"="B4 (250 x 353 mm)";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="B5 (176 x 250 mm, 6.93 x 9.84 ίντσες)";
"B6 (125 x 176 mm)"="B6 (125 x 176 mm)";
"B7 (88 x 125 mm)"="B7 (88 x 125 mm)";
"B8 (62 x 88 mm)"="B8 (62 x 88 mm)";
"B9 (44 x 62 mm)"="B9 (44 x 62 mm)";
"Back"="Προηγούμενο";
"Bl&ue:"="Μπ&λε:";
"Browse..."="Αναζήτηση...";
"By Internet browser"="Ανά περιηγητή ίντερνετ";
"By phone"="Τηλεφωνικά";
"C5E (163 x 229 mm)"="C5E (163 x 229 mm)";
"Cancel"="Άκυρο";
"Carefully read the following license agreement."="Διαβάστε προσεκτικά την ακόλουθη σύμβαση άδειας χρήσης.";
"Centimeters (cm)"="Εκατοστά (cm)";
"Check for product key renewals and apply them."="Έλεγχος για ανανεώσεις κλειδιών προϊόντων και εφαρμογή τους.";
"Close"="Κλείσιμο";
"Close without Saving"="Κλείσιμο χωρίς αποθήκευση";
"Collate"="Συρραφή";
"Color"="Χρώμα";
"Color Mode"="Λειτουργία χρώματος";
"Commit"="Δέσμευση";
"Connected to host"="Συνδεδεμένος με κεντρικό υπολογιστή";
"Connected to host %1"="Συνδεδεμένος με κεντρικό υπολογιστή %1";
"Connection closed"="Κλείσιμο σύνδεσης";
"Connection refused"="Άρνηση σύνδεσης";
"Connection refused (or timed out)"="Άρνηση σύνδεσης (ή λήξη)";
"Connection to %1 closed"="Κλείσιμο σύνδεσης με %1";
"Continue"="Συνέχεια";
"Copies"="Αντίγραφα";
"Copies:"="Αντίγραφα:";
"Copy"="Αντιγραφή";
"Copy the request file to another computer, and then go to <a href=\"%1\">%2</a> on that computer."="Αντιγράψτε το αρχείο αιτήματος σε άλλον υπολογιστή και έπειτα μεταβείτε στη διεύθυνση <a href=\"%1\">%2</a> σ’ αυτόν τον υπολογιστή.";
"Copy to clipboard"="Αντιγραφή σε πρόχειρο";
"Create New Folder"="Δημιουργία Νέου Φακέλου";
"Cu&t"="Αποκοπ&ή";
"DLE (110 x 220 mm)"="DLE (110 x 220 mm)";
"Data corrupted"="Κατεστραμμένα δεδομένα";
"Days Left:"="Εναπομείνασες ημέρες:";
"Delete"="Διαγραφή";
"Delete the product key from this computer."="Διαγραφή κλειδιού προϊόντος απ' αυτόν τον υπολογιστή.";
"Detail View"="Λεπτομερειακή Προβολή";
"Directories"="Κατάλογοι";
"Directory"="Κατάλογος";
"Disable auto-renewals for this key <a href=''>more info</a>"="Απενεργοποίηση αυτόματων ανανεώσεων για αυτό το κλειδί <a href=''>περισσότερες πληροφορίες</a>";
"Discard"="Απόρριψη";
"Don't Save"="Να μην αποθηκευτεί";
"Done"="Εκτελέστηκε";
"Drive"="Μονάδα δίσκου";
"Duplex Printing"="Εκτύπωση δύο πλευρών";
"Enter License"="Καταχώρηση άδειας";
"Enter your product key(s)"="Καταχωρήστε το(α) κλειδί(ιά) προϊόντος σας";
"Error writing response to device"="Παρουσιάστηκε σφάλμα κατά την εγγραφή απόκρισης σε συσκευή";
"Evaluation Version"="Έκδοση αξιολόγησης";
"Executable '%1' requires Qt %2, found Qt %3."="Εκτελέσιμο '%1' απαιτεί Qt %2, βρέθηκε το Qt %3.";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="Executive (7.5 x 10 ίντσες, 191 x 254 mm)";
"Export Request File..."="Εξαγωγή αρχείου αιτήματος...";
"False"="Ψευδές";
"File"="Αρχείο";
"File name:"="Όνομα αρχείου:";
"Files of type:"="Αρχεία τύπου:";
"Folio (210 x 330 mm)"="Folio (210 x 330 mm)";
"For more information about product keys, visit: <a href=\"http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys\">http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys</a>."="Για περισσότερες πληροφορίες σχετικά με τα κλειδιά προϊόντος, επισκεφτείτε τη διεύθυνση <a href=\"http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys\">http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys</a>.";
"Form"="Φόρμα";
"From page:"="Από σελίδα:";
"Go Back"="Πίσω";
"Grayscale"="Κλίμακα γκρι";
"HTTP request failed"="Η αίτηση HTTP απέτυχε";
"HTTPS connection requested but SSL support not compiled in"="Έγινε αίτηση σύνδεσης HTTPS αλλά η υποστήριξη SSL δεν μεταγλωττίστηκε";
"Height:"="Ύψος:";
"Help"="Βοήθεια";
"Hide %1"="Απόκρυψη %1";
"Hide Others"="Απόκρυψη άλλων";
"Host %1 found"="Εντοπίστηκε κεντρικός υπολογιστής %1";
"Host %1 not found"="Δεν εντοπίστηκε κεντρικός υπολογιστής %1";
"Host found"="Εντοπίστηκε κεντρικός υπολογιστής";
"Host requires authentication"="Ο κεντρικός υπολογιστής απαιτεί έλεγχο ταυτότητας";
"Hu&e:"="Απόχρωσ&η:";
"If you don't have an Internet connection on this computer, you can save the request as a file and submit the request from another computer."="Αν δεν έχετε σύνδεση στο ίντερνετ σ' αυτόν τον υπολογιστή, μπορείτε να αποθηκεύσετε το αίτημα ως αρχείο και να υποβάλετε το αίτημα από άλλον υπολογιστή.";
"If you have an Internet connection, you can submit the request automatically. If you don't have an Internet connection, you can submit the request manually."="Αν έχετε σύνδεση στο ίντερνετ, μπορείτε να υποβάλετε το αίτημα αυτόματα. Αν δεν έχετε σύνδεση στο ίντερνετ, μπορείτε να υποβάλετε το αίτημα μη αυτόματα.";
"If you received a response file, press the button below to import the file here."="Αν λάβατε αρχείο απόκρισης, πατήστε το παρακάτω πλήκτρο για εισαγωγή του αρχείου εδώ.";
"Ignore"="Παράβλεψη";
"Import Response File..."="Εισαγωγή αρχείου Response...";
"Inches (in)"="Ίντσες (in)";
"Incompatible Qt Library Error"="Σφάλμα Βιβλιοθήκης Ασύμβατο Qt";
"Incomplete request(s) detected. Do you want to complete your request(s) now?"="Ανιχνεύθηκε(αν) ατελές(ή) αίτημα(ματα). Θέλετε να ολοκληρώσετε το(τα) αίτημά(ματα) σας τώρα;";
"Invalid HTTP chunked body"="Μη έγκυρο τμηματικό κείμενο HTTP";
"Invalid HTTP response header"="Μη έγκυρη κεφαλίδα απόκρισης HTTP";
"Landscape"="Οριζόντιος";
"Ledger (432 x 279 mm)"="Ledger (432 x 279 mm)";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Legal (8.5 x 14 ίντσες, 216 x 356 mm)";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Επιστολή (8.5 x 11 ίντσες, 216 x 279 mm)";
"License Expired"="Άδεια έληξε";
"License Expiring"="Άδεια λήγει";
"License Status"="Κατάσταση άδειας χρήσης";
"License for this software is about to expire."="Η άδεια γι' αυτό το λογισμικό πρόκειται να λήξει σύντομα.";
"Licensing period for this software has expired."="Η περίοδος άδειας αυτού του λογισμικού έληξε.";
"Limitations"="Περιορισμοί";
"List View"="Προβολή Λίστας";
"Location:"="Θέση:";
"Long side"="Πλευρά μεγάλου μήκους";
"Look in:"="Αναζήτηση σε:";
"Lost Product Key"="Απολεσθέν κλειδί προϊόντος";
"Manage"="Διαχείριση";
"Manage Selected Product Key..."="Διαχείριση επιλεγμένου κλειδιού προϊόντος...";
"Manage, view, and add keys"="Διαχειριστείτε, προβάλλετε και προσθέστε κλειδιά";
"Margins"="Περιθώρια";
"Millimeters (mm)"="Χιλιοστά (mm)";
"My Computer"="Ο Υπολογιστής μου";
"N&o to All"="Όχ&ι σε Όλα";
"No server set to connect to"="Δεν έχει οριστεί διακομιστής για σύνδεση με";
"No space left on device"="Δεν έχει μείνει ελεύθερος χώρος στη συσκευή";
"No such file or directory"="Δεν υπάρχει τέτοιο αρχείο ή κατάλογος";
"None"="Κανένα";
"Note: You can cancel all requests at once, but you can complete only one request at a time. If you have more than one incomplete request, you'll return to this screen later."="Σημείωση: Μπορείτε να ακυρώσετε όλα τα αιτήματα με τη μία, αλλά μπορείτε να ολοκληρώσετε μόνο ένα αίτημα τη φορά. Αν έχετε περισσότερα από ένα ατελές αίτημα, θα επιστρέψετε σ’ αυτή την οθόνη αργότερα.";
"Number of copies:"="Αριθμός αντιγράφων:";
"OK"="OK";
"OR"="Ή";
"Obtain a product key"="Λήψη κλειδιού προϊόντος";
"Open"="Άνοιγμα";
"Open "="Άνοιγμα ";
"Options"="Επιλογές";
"Orientation"="Προσανατολισμός";
"Orientation:"="Προσανατολισμός:";
"Output &file:"="Αρχείο &εξόδου:";
"Output Settings"="Ρυθμίσεις εξόδου";
"P&roperties"="Ι&διότητες";
"PRODUCT_NAME_1"="PRODUCT_NAME_1";
"Page size:"="Μέγεθος σελίδας:";
"Pages from"="Σελίδες από";
"Paper"="Χαρτί";
"Paper format"="Μορφή χαρτιού";
"Paper source:"="Προέλευση χαρτιού:";
"Parent Directory"="Γονικός Κατάλογος";
"Paste"="Επικόλληση";
"Permission denied"="Δεν έχετε δικαίωμα πρόσβασης";
"Please call one of the following numbers:\n\n1.866.518.6791 (toll-free Canada/US)\n+1.403.228.5940 (other countries)\n05:00-18:00 MST Monday–Friday\nFax: +1.403.806.1256"="Καλέστε ένα από τα παρακάτω τηλέφωνα:\n\n1.866.518.6791 (χωρίς χρέωση στον Καναδά/ΗΠΑ)\n+1.403.228.5940 (άλλες χώρες)\n05:00-18:00 (ορεινή ζώνη ώρας) Δευ-Παρ\nΦαξ: +1.403.806.1256";
"Points (pt)"="Σημεία (pt)";
"Portrait"="Κατακόρυφος προσανατολισμός";
"PostScript Files (*.ps);;All Files (*)"="Αρχεία PostScript (*.ps);;Όλα τα Αρχεία (*)";
"Preferences..."="Προτιμήσεις...";
"Press the button below to paste the response you received from the SMART website."="Πατήστε το παρακάτω πλήκτρο για να κάνετε επικόλληση της απάντησης που λάβατε από τον ιστοχώρο SMART.";
"Preview"="Προεπισκόπηση";
"Print all"="Εκτύπωση όλων";
"Print destination"="Προορισμός εκτύπωσης";
"Print first page first"="Εκτύπωση πρώτης σελίδας πρώτα";
"Print in color if available"="Έγχρωμη εκτύπωση αν διατίθεται";
"Print in grayscale"="Εκτύπωση σε διαβάθμιση του γκρι";
"Print last page first"="Εκτύπωση τελευταίας σελίδας πρώτα";
"Print range"="Εύρος εκτύπωσης";
"Print selection"="Επιλογή εκτύπωσης";
"Print to File (PDF)"="Εκτύπωση σε αρχείο (PDF)";
"Print to File (Postscript)"="Εκτύπωση σε αρχείο (Postscript)";
"Print to file:"="Εκτύπωση σε αρχείο:";
"Print to printer:"="Εκτύπωση σε εκτυπωτή:";
"Printer"="Εκτυπωτής";
"Printer settings"="Ρυθμίσεις εκτυπωτή";
"Product"="Γινόμενο";
"Product Key"="Κλειδί προϊόντος";
"Proxy authentication required"="Απαιτείται έλεγχος ταυτότητας διακομιστή μεσολάβησης";
"Proxy requires authentication"="Ο διακομιστής μεσολάβησης απαιτεί έλεγχο ταυτότητας";
"Purchase License"="Αγορά άδειας";
"Purchase SMART software licenses at: <a href=\"http://www.smarttech.com/where\">http://www.smarttech.com/where</a>"="Αγοράστε άδειες χρήσης λογισμικού SMART στη διεύθυνση: <a href=\"http://www.smarttech.com/where\">http://www.smarttech.com/where</a>";
"Purchase Software"="Αγορά λογισμικού";
"QT_LAYOUT_DIRECTION"="ΚΑΤΕΥΘΥΝΣΗ_ΔΙΑΤΑΞΗΣ_QT";
"Quit"="Έξοδος";
"Quit %1"="Έξοδος από %1";
"Reject"="Απόρριψη";
"Remove"="Κατάργηση";
"Repair the product key to enable it again on this computer."="Επιδιόρθωση κλειδιού προϊόντος για να ενεργοποιηθεί ξανά σ' αυτόν τον υπολογιστή.";
"Request aborted"="Εγκατάλειψη αιτήματος";
"Reset"="Επαναφορά";
"Restore Defaults"="Επαναφορά προεπιλογών";
"Retrieve your lost product key or obtain a new one."="Ανάκτηση χαμένου κλειδιού προϊόντος ή απόκτηση νέου.";
"Retry"="Δοκιμάστε ξανά";
"Return the product key so a different computer can use it."="Επιστροφή κλειδιού προϊόντος ώστε να μπορεί να χρησιμοποιηθεί από διαφορετικό υπολογιστή.";
"Reverse"="Όπισθεν";
"Reverse landscape"="Αναστροφή οριζόντιου προσανατολισμού";
"Reverse portrait"="Αναστροφή κατακόρυφου προσανατολισμού";
"SMART Notebook"="SMART Notebook";
"SMART Software Activation"="Λογισμικό αξιολόγησης SMART";
"SSL handshake failed"="Η χειραψία SSL απέτυχε";
"Save"="Αποθήκευση";
"Save All"="Αποθήκευση Όλων";
"Save As"="Αποθήκευση ως";
"Select All"="Επιλογή όλων";
"Select a Directory"="Επιλογή Καταλόγου";
"Select color"="Επιλογή χρώματος";
"Select how you want to submit your request manually:"="Επιλέξτε πώς θέλετε να υποβάλετε το αίτημά σας μη αυτόματα:";
"Select one of the following options for the selected product key:"="Καθορίστε μία από τις παρακάτω επιλογές για το επιλεγμένο κλειδί προϊόντος:";
"Selection"="Επιλογή";
"Server closed connection unexpectedly"="Ο διακομιστής έκλεισε τη σύνδεση απροσδόκητα";
"Services"="Υπηρεσίες";
"Short side"="Πλευρά μικρού μήκους";
"Show &hidden files"="Εμφάνιση &κρυφών αρχείων";
"Show All"="Εμφάνιση όλων";
"Sign in"="Συνδεθείτε";
"Sort"="Ταξινόμηση";
"Sort by &Date"="Ταξινόμηση κατά &Ημερομηνία";
"Sort by &Name"="Ταξινόμηση κατά &Όνομα";
"Sort by &Size"="Ταξινόμηση κατά &Μέγεθος";
"Start Trial"="Έναρξη δοκιμής";
"Start that process here."="Έναρξη αυτής της διαδικασίας εδώ.";
"Status"="Κατάσταση";
"Submit request automatically (recommended)"="Αυτόματη υποβολή αιτήματος (συνιστάται)";
"Submit request manually"="Μη αυτόματη υποβολή αιτήματος";
"Submit your request by uploading the request file to the SMART website."="Υποβάλετε το αίτημά σας αποστέλλοντας το αρχείο αιτήματος στον ιστοχώρο SMART.";
"Submitting request automatically..."="Γίνεται αυτόματη υποβολή αιτήματος...";
"Symbolic Link"="Συμβολική Σύνδεση";
"Tabloid (279 x 432 mm)"="Ημισελίδα (279 x 432 mm)";
"Thank you for evaluating %1 software from SMART Technologies."="Ευχαριστούμε που αξιολογήσατε το λογισμικό %1 της SMART Technologies.";
"Thank you for using %1 software from SMART Technologies."="Ευχαριστούμε που χρησιμοποιήσατε το λογισμικό %1 της SMART Technologies.";
"The evaluation period for this software has ended."="Η περίοδος αξιολόγησης αυτού του λογισμικού έληξε.";
"The file imported successfully. Click Next to process the response file."="Επιτυχής εισαγωγή αρχείου. Κάντε κλικ στο επόμενο για επεξεργασία του αρχείου απάντησης.";
"The license for this software has expired."="Η άδεια αυτού του λογισμικού έληξε.";
"There are keys that require activation on this computer."="Υπάρχουν κλειδιά που απαιτούν ενεργοποίηση σε αυτόν τον υπολογιστή.";
"This software is for evaluation purposes only and will stop working at the end of the evaluation period."="Αυτό το λογισμικό είναι αποκλειστικά για λόγους αξιολόγησης και θα σταματήσει να λειτουργεί στο τέλος της περιόδου αξιολόγησης.";
"To activate %1 software press Activate Product."="Για να ενεργοποιήσετε το λογισμικό %1, πατήστε Ενεργοποίηση προϊόντος.";
"To continue using %1 software, please purchase a license, and then activate the software."="Για να συνεχίσετε τη χρήστη του λογισμικού %1, παρακαλούμε αγοράστε μία άδεια και ενεργοποιήστε το λογισμικό.";
"To extend please start SMART Sync or SMART Response and establish connection with a CMPC."="Για παράταση κάντε εκκίνηση του SMART Sync ή του SMART Response και καθιερώστε σύνδεση με ένα CMPC.";
"To page:"="Μέχρι σελίδα:";
"To purchase %1 software, contact SMART Technologies."="Για να αγοράσετε το λογισμικό %1, επικοινωνήστε με την SMART Technologies.";
"To purchase a license or contact SMART Technologies, press Purchase License."="Για αγορά άδειας επικοινωνήστε με την SMART Technologies ή πατήστε Αγορά Άδειας.";
"To start the trial period, press Start Trial."="Για να ξεκινήσετε τη δοκιμαστική περίοδο, πατήστε Έναρξη δοκιμής.";
"To submit the request using your Internet browser, press the button below. Pressing this button copies the request message and opens your Internet browser to a page on the SMART website where you can paste the message."="Για να υποβάλετε το αίτημα χρησιμοποιώντας το πρόγραμμα περιήγησης στο ίντερνετ, πατήστε το παρακάτω πλήκτρο. Πατώντας αυτό το πλήκτρο αντιγράφεται το μήνυμα αιτήματος και ανοίγει το πρόγραμμα περιήγησης στο ίντερνετ σε μία σελίδα στον ιστοχώρο SMART όπου μπορείτε να κάνετε επικόλληση του μηνύματος.";
"Too many open files"="Πάρα πολλά ανοιχτά αρχεία";
"True"="Αληθές";
"Type:"="Τύπος:";
"US Common #10 Envelope (105 x 241 mm)"="Κοινός φάκελος #10 ΗΠΑ (105 x 241 mm)";
"Unable to submit your request. Try again later or try a manual request now."="Αδύνατη η υποβολή του αιτήματός σας. Δοκιμάστε ξανά αργότερα ή δοκιμάστε μη αυτόματο αίτημα τώρα.";
"Unknown"="Άγνωστο";
"Unknown Location"="Άγνωστη Θέση";
"Unknown authentication method"="Άγνωστη μέθοδος ελέγχου ταυτότητας";
"Unknown error"="Άγνωστο σφάλμα";
"Unknown protocol specified"="Καθορίστηκε άγνωστο πρωτόκολλο";
"Upgrade"="Αναβάθμιση";
"Upgrade to use all the amazing features Notebook has to offer!"="Πραγματοποιήστε αναβάθμιση για να χρησιμοποιήσετε όλες τις εκπληκτικές λειτουργίες που προσφέρει το Notebook!";
"Web:"="Web:";
"Welcome to %1 software from SMART Technologies."="Καλωσήρθατε στο λογισμικό %1 της SMART Technologies.";
"What is a product key?"="Τι είναι ένα κλειδί προϊόντος;";
"What's This?"="Τι είναι Αυτό;";
"When you receive a response file, copy it back to this computer, and then click Next."="Όταν λαμβάνετε ένα αρχείο απόκρισης, αντιγράψτε το πάλι σ' αυτόν τον υπολογιστή και έπειτα κάντε κλικ στο Επόμενο.";
"Width:"="Πλάτος:";
"Wrong content length"="Λανθασμένο μήκος περιεχομένου";
"Yes to &All"="Ναι σε &όλα";
"accept"="Αποδοχή";
"bottom margin"="κάτω περιθώριο";
"left margin"="αριστερό περιθώριο";
"locally connected"="συνδεδεμένο τοπικά";
"right margin"="δεξί περιθώριο";
"to"="σε";
"top margin"="πάνω περιθώριο";
"unknown"="άγνωστο";
